Repository: suraleb/10d
Catalog: html/languages/admin-admins.tmx
Source language: en
Languages: ru

source: Allow to edit accounts
ru: Разрешить изменять учетные записи

source: Allow to edit self account
ru: Разрешить изменять свою учетную запись

source: Allow to create accounts
ru: Разрешить создавать учетные записи

source: Allow to remove accounts
ru: Разрешить удалять учетные записи

source: Allow to view self account
ru: Разрешить просматривать свою учетную запись

source: Allow to view all accounts
ru: Разрешить просматривать все учетные записи

source: Administrators
ru: Администраторы

source: Privileges
ru: Доступ учетной записи

source: Account
ru: Учетная запись

source: Editing account
ru: Редактирование учетной записи

source: New account
ru: Новая учетная запись

source: Account params
ru: Параметры учетной записи

source: Password
ru: Пароль

source: Accounts
ru: Учетные записи

source: Edit
ru: Изменить

source: Edit my account
ru: Изменить свою учетную запись

source: Email address
ru: Адрес электронной почты

source: Manage
ru: Управление

source: Add a new account
ru: Добавить новую учетную запись

source: Change password
ru: Изменить пароль

source: Remove
ru: Удалить

source: reset
ru: сбросить

source: Access level
ru: Уровень прав

source: Administrator
ru: Администратор

source: Guest
ru: Гость

source: Member
ru: Пользователь

source: select all options
ru: выбрать все опции

source: Account of the &laquo;%s&raquo; administrator was created
ru: Создана учетная запись администратора &laquo;%s&raquo;

source: Account of the "%s" {ID:%d} administrator was removed
ru: Удалена учетная запись администратора "%s" {ID:%d}

source: Account of the &laquo;%s&raquo; {ID:%d} administrator was updated
ru: Обновлена учетная запись администратора &laquo;%s&raquo; {ID:%d}

source: Administrator was successfully created
ru: Учетная запись администратора успешно добавлена

source: Enter password, then repeat it
ru: Введите пароль, после чего повторите его

source: Incorrect format of the email address
ru: Некорректный формат адреса электронной почты

source: You must provide access entries for this account
ru: Вы должны указать права для этой учетной записи

source: You must provide name for this account
ru: Вы должны указать имя для этой учетной записи

source: Account with such id does not exist in our database
ru: Учетной записи под таким номером не существует в нашей базе данных

source: Password length must be more than 5 symbols
ru: Длина пароля должна быть более 5 символов

source: Passwords mismatch each other
ru: Пароли не совпадают

source: Account with such login already exists
ru: Учетная запись с таким логином уже существует

source: Are you sure you want to delete this account?<br /><b>Note:</b> it is impossible to restore administrator after deleting
ru: Вы действительно хотите удалить эту учетную запись из системы?<br /><b>Внимание:</b> восстановить администратора после удаления невозможно

source: Administrator was successfully removed
ru: Учетная запись администратора успешно удалена

source: It's not possible to remove a user with the god priviledges
ru: Вы не можете удалить учетную запись с полным доступом

source: It's not possible to remove the guest account
ru: Вы не можете удалить учетную запись гостя

source: You can't delete your account
ru: Вы не можете удалить собственную учетную запись

source: Account was successfully updated
ru: Учетная запись успешно обновлена

source: Options for strict access
ru: опции для ограничения доступа

source: will be reflected in the profile
ru: будет отображаться в профиле

source: changing account params
ru: изменение параметров учетной записи

source: customizing account settings
ru: настройка параметров новой учетной записи

source: main account settings
ru: основные настройки учетной записи

source: new password. and repeat it
ru: новый пароль авторизации. и повторите его

source: list of accounts
ru: список существующих учетных записей

source: is used as login for authorization
ru: используется как логин при авторизации

source: admin office
ru: управление учетными записями администраторов

source: File with records for the &laquo;Administrators&raquo; module
ru: Файл с записями для модуля &laquo;Администраторы&raquo;

source: The administrator has added %d publications.<br />%d files were uploaded into the gallery.<br />Last activity: %s
ru: Администратор добавил %d публикаций.<br />Загружено %d файлов в галерею.<br />Последний визит: %s
